ReInf/Nfse/Templates/TecnoSistemas/consultarNfseServicoPrestado.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:mConsultaNFSePorFaixa>
         <tem:remessa><![CDATA[<ConsultarNfseFaixaEnvio xmlns="http://www.abrasf.org.br/nfse.xsd">%s<Faixa>%s</Faixa><Pagina>0</Pagina></ConsultarNfseFaixaEnvio>]]></tem:remessa>
         <tem:cabecalho><![CDATA[<cabecalho xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://www.abrasf.org.br/nfse.xsd"><versaoDados>20.01</versaoDados> </cabecalho>]]></tem:cabecalho>
      </tem:mConsultaNFSePorFaixa>
   </soapenv:Body>
</soapenv:Envelope>